USE `k-league`;

INSERT INTO team (name, founded, stadium, coach) VALUES
('울산 HD FC', '1983-12-06', '울산문수월드텁경기장', '김판곤'),
('강원 FC', '2008-11-10', '강릉종합운동장', '윤정환'),
('김천상무 FC', '2020-12-17', '김천종합운동장', '정정용'),
('FC 서울', '2020-12-17', '서울월드컵경기장', '김기동'),
('수원FC', '2020-12-17', '수원종합운동장', '김은중'),
('포항 스틸러스', '2020-12-17', '포항스틸야드', '박태하'),
('제주 유나이티드', '2020-12-17', '제주월드컵경기장', '김학범'),
('대전 하나 시티즌', '2020-12-17', '대전월드컵경기장', '황선홍'),
('광주 FC', '2020-12-17', '광주축구전용구장', '이정효'),
('전북 현대 모터스', '2020-12-17', '전주월드컵경기장', '김두현'),
('대구 FC', '2020-12-17', 'DGB 대구은행파크', '박창현'),
('인천 유나이티드', '2020-12-17', '인천축구전용경기장', '최영근');
